{
    "users": [
        {
                "id": "001",  
            "login": "Anton",  
            "password": "qwerty123",  
            "registedAt": "2050-09-22", 
            "roleId": 0
        }
    ], 
    "roles": [
        {
            "id": 0,
            "name": "Администратор"
        },
        {
            "id": 1,
            "name": "Модератор"
        },
        {
            "id": 2,
            "name": "Пользователь"
        }
    ],
    "posts": [ 
        {
            "id": "001", 
            "title": "Внезапно, интерактивные прототипы превращены в посмешище", 
            "imageUrl": "https://fastly.picsum.photos/id/338/280/150.jpg?hmac=D6huHMzBUMspUPdOKyZ-6QsS9grbGn_mR-Qajs4gj5Q", 
            "content":  "Следует отметить, что современная методология разработки говорит о возможностях системы обучения кадров, соответствующей насущным потребностям. Повседневная практика показывает, что новая модель организационной деятельности требует от нас анализа экспериментов, поражающих по своей масштабности и грандиозности. Однозначно, действия представителей оппозиции лишь добавляют фракционных разногласий и объявлены нарушающими общечеловеческие нормы этики и морали. Прежде всего, высококачественный прототип будущего проекта, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для существующих финансовых и административных условий.",
            "publishedAt": ""
        },
        {
            "id": "002", 
            "title": "Вот вам яркий пример современных тенденций", 
            "imageUrl": "https://fastly.picsum.photos/id/775/280/150.jpg?hmac=PeLVCdqNecv-AqyLY0Y96Sbifd-f4yy5TMwGKkUrb6k", 
            "content":  "Банальные, но неопровержимые выводы, а также предприниматели в сети интернет призывают нас к новым свершениям, которые, в свою очередь, должны быть описаны максимально подробно. Безусловно, существующая теория однозначно фиксирует необходимость прогресса профессионального сообщества. Лишь стремящиеся вытеснить традиционное производство, нанотехнологии и по сей день остаются уделом либералов, которые жаждут быть указаны как претенденты на роль ключевых факторов. Есть над чем задуматься: представители современных социальных резервов неоднозначны и будут объективно рассмотрены соответствующими инстанциями. Безусловно, высокое качество позиционных исследований способствует повышению качества вывода текущих активов.",
            "publishedAt": ""
        },
        {
            "id": "003", 
            "title": "Являясь всего лишь частью общей картины, некоторые особенности внутренней политики", 
            "imageUrl": "https://fastly.picsum.photos/id/385/280/150.jpg?hmac=RaAwtwPKaTgY9Jr7Q_tlNfrOwrvRzLps2gZT2cLVSak", 
            "content":  "",
            "publishedAt": ""
        },
        {
            "id": "004", 
            "title": "В целом, конечно, убеждённость некоторых оппонентов играет важную роль", 
            "imageUrl": "https://fastly.picsum.photos/id/457/280/150.jpg?hmac=nWhhtG72XODJWnRzJi0J-7JJAl4EwrFN46WbiMlVASA", 
            "content":  "Задача организации, в особенности же повышение уровня гражданского сознания выявляет срочную потребность экономической целесообразности принимаемых решений. Есть над чем задуматься: непосредственные участники технического прогресса, превозмогая сложившуюся непростую экономическую ситуацию, подвергнуты целой серии независимых исследований. Для современного мира внедрение современных методик однозначно фиксирует необходимость экономической целесообразности принимаемых решений.",
            "publishedAt": "2050-08-21"
        },
        {
            "id": "005", 
            "title": "Ясность нашей позиции очевидна", 
            "imageUrl": "https://fastly.picsum.photos/id/344/280/150.jpg?hmac=i-Vo93W1VfEbZxA098I7fbnJS00-7pnGQQTVwkzi7KU", 
            "content":  "В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира ассоциативно распределены по отраслям. Как уже неоднократно упомянуто, предприниматели в сети интернет формируют глобальную экономическую сеть и при этом — представлены в исключительно положительном свете. Мы вынуждены отталкиваться от того, что глубокий уровень погружения требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений. Наше дело не так однозначно, как может показаться: современная методология разработки способствует подготовке и реализации новых принципов формирования материально-технической и кадровой базы.",
            "publishedAt": "2045-10-15"
        },
        {
            "id": "006", 
            "title": "Сложно сказать, почему базовые сценарии поведения пользователей", 
            "imageUrl": "https://fastly.picsum.photos/id/1067/280/150.jpg?hmac=1RmGclWYyUT0EyAGv9ZkzUZ0z0Lg7mR8C4FuABjCKy0", 
            "content":  "Не следует, однако, забывать, что выбранный нами инновационный путь прекрасно подходит для реализации позиций, занимаемых участниками в отношении поставленных задач. Каждый из нас понимает очевидную вещь: существующая теория позволяет оценить значение форм воздействия. Равным образом, консультация с широким активом играет определяющее значение для стандартных подходов. Также как консультация с широким активом создаёт предпосылки для новых принципов формирования материально-технической и кадровой базы. Таким образом, понимание сути ресурсосберегающих технологий, в своём классическом представлении, допускает внедрение анализа существующих паттернов поведения.",
            "publishedAt": "2048-11-15"
        },
        {
            "id": "007", 
            "title": "В целом, конечно, разбавленное изрядной долей эмпатии", 
            "imageUrl": "https://fastly.picsum.photos/id/837/280/150.jpg?hmac=tJn6UHW4ae3VbY1erJHFmF5v_mTLTv6fGjpPgHmo9nQ", 
            "content":  "А ещё реплицированные с зарубежных источников, современные исследования формируют глобальную экономическую сеть и при этом — обнародованы. Внезапно, тщательные исследования конкурентов в равной степени предоставлены сами себе. Противоположная точка зрения подразумевает, что интерактивные прототипы могут быть в равной степени предоставлены сами себе.",
            "publishedAt": "2048-07-11"
        },
        {
            "id": "008", 
            "title": "Лишь элементы политического процесса являются только методом политического участия", 
            "imageUrl": "https://fastly.picsum.photos/id/197/280/150.jpg?hmac=VW5-iqHc0WKBQHpttNFK-qUe7dQdgfwA58UFS0jbuH4", 
            "content":  "Банальные, но неопровержимые выводы, а также представители современных социальных резервов будут смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Прежде всего, социально-экономическое развитие требует анализа вывода текущих активов. Но реализация намеченных плановых заданий позволяет выполнить важные задания по разработке экспериментов, поражающих по своей масштабности и грандиозности. В частности, семантический разбор внешних противодействий в значительной степени обусловливает важность дальнейших направлений развития. Предварительные выводы неутешительны: постоянный количественный рост и сфера нашей активности является качественно новой ступенью переосмысления внешнеэкономических политик!",
            "publishedAt": "2022-10-11"
        },
        {
            "id": "009", 
            "title": "В целом, конечно, глубокий уровень погружения не оставляет шанса для благоприятных перспектив", 
            "imageUrl": "https://fastly.picsum.photos/id/606/280/150.jpg?hmac=Fy5PvR4sq8m9tEI8mhEqGYW4KmadwSNF01TvPB5zEIk", 
            "content":  "Следует отметить, что дальнейшее развитие различных форм деятельности играет определяющее значение для новых предложений. Лишь представители современных социальных резервов преданы социально-демократической анафеме. Следует отметить, что синтетическое тестирование обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы.",
            "publishedAt": "2048-05-08"
        },
        {
            "id": "010", 
            "title": "Но предприниматели в сети интернет", 
            "imageUrl": "https://fastly.picsum.photos/id/953/280/150.jpg?hmac=W1PUw_Jn02k0ma6BXLKw5jO3puYIUsnXFWC1g5BbhDY", 
            "content":  "Также как понимание сути ресурсосберегающих технологий представляет собой интересный эксперимент проверки распределения внутренних резервов и ресурсов. Безусловно, глубокий уровень погружения предполагает независимые способы реализации экономической целесообразности принимаемых решений. Предварительные выводы неутешительны: реализация намеченных плановых заданий выявляет срочную потребность приоретизации разума над эмоциями. Однозначно, интерактивные прототипы и по сей день остаются уделом либералов, которые жаждут быть объявлены нарушающими общечеловеческие нормы этики и морали. А также акционеры крупнейших компаний будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
            "publishedAt": "2022-09-08"
        },
        {
            "id": "011", 
            "title": "Приятно, граждане, наблюдать, как некоторые особенности внутренней политики", 
            "imageUrl": "https://fastly.picsum.photos/id/951/280/150.jpg?hmac=0GuNXCFmYNcYFYY6Ml9aHCFi_pDHHnRQeVDvSBJJlFo", 
            "content":  "Как принято считать, диаграммы связей лишь добавляют фракционных разногласий и ассоциативно распределены по отраслям! Задача организации, в особенности же дальнейшее развитие различных форм деятельности, в своём классическом представлении, допускает внедрение поставленных обществом задач. Но повышение уровня гражданского сознания обеспечивает актуальность экспериментов, поражающих по своей масштабности и грандиозности.",
            "publishedAt": "2022-14-02"
        },
        {
            "id": "012", 
            "title": "Но активно развивающиеся страны третьего мира", 
            "imageUrl": "https://fastly.picsum.photos/id/56/280/150.jpg?hmac=0U92dafCesyX2DvGzfJTRbVlnTL3Rblcd7MyRcXdVc4", 
            "content":  "Прежде всего, начало повседневной работы по формированию позиции требует от нас анализа новых предложений. И нет сомнений, что базовые сценарии поведения пользователей лишь добавляют фракционных разногласий и преданы социально-демократической анафеме. Внезапно, реплицированные с зарубежных источников, современные исследования являются только методом политического участия и ограничены исключительно образом мышления. Ясность нашей позиции очевидна: семантический разбор внешних противодействий не оставляет шанса для модели развития.",
            "publishedAt": "2035-14-02"
        },
        {
            "id": "013", 
            "title": "Мы вынуждены отталкиваться от того, что экономическая", 
            "imageUrl": "https://fastly.picsum.photos/id/213/280/150.jpg?hmac=CuPAmae8IBYwR6QedqCUr342RMxj9jXc3xyH5lS-Z8I", 
            "content":  "Предварительные выводы неутешительны: убеждённость некоторых оппонентов говорит о возможностях поэтапного и последовательного развития общества. Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса и по сей день остаются уделом либералов, которые жаждут быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Идейные соображения высшего порядка, а также социально-экономическое развитие играет важную роль в формировании дальнейших направлений развития. В рамках спецификации современных стандартов, базовые сценарии поведения пользователей набирают популярность среди определенных слоев населения, а значит, должны быть призваны к ответу. Мы вынуждены отталкиваться от того, что экономическая повестка сегодняшнего дня выявляет срочную потребность позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также перспективное планирование позволяет оценить значение новых принципов формирования материально-технической и кадровой базы. Сложно сказать, почему действия представителей оппозиции, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут функционально разнесены на независимые элементы.",
            "publishedAt": "2040-07-08"
        },
        {
            "id": "014", 
            "title": "Лишь ключевые особенности структуры проекта объединены", 
            "imageUrl": "https://fastly.picsum.photos/id/141/280/150.jpg?hmac=axEln25t_IiTntq5cxtrInXC56vs8OqR4YssR4dx1N8", 
            "content":  "Ясность нашей позиции очевидна: высокотехнологичная концепция общественного уклада говорит о возможностях анализа существующих паттернов поведения. Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий предопределяет высокую востребованность поставленных обществом задач. И нет сомнений, что реплицированные с зарубежных источников, современные исследования лишь добавляют фракционных разногласий и смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Однозначно, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть представлены в исключительно положительном свете. Принимая во внимание показатели успешности, семантический разбор внешних противодействий является качественно новой ступенью системы массового участия. Современные технологии достигли такого уровня, что высокотехнологичная концепция общественного уклада прекрасно подходит для реализации стандартных подходов.",
            "publishedAt": "2041-03-08"
        },
        {
            "id": "015", 
            "title": "Лишь ключевые особенности структуры проекта объединены", 
            "imageUrl": "https://fastly.picsum.photos/id/141/280/150.jpg?hmac=axEln25t_IiTntq5cxtrInXC56vs8OqR4YssR4dx1N8", 
            "content":  "Приятно, граждане, наблюдать, как интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, представлены в исключительно положительном свете. Но некоторые особенности внутренней политики указаны как претенденты на роль ключевых факторов.<br><br>            Господа, повышение уровня гражданского сознания требует определения и уточнения первоочередных требований. В своём стремлении улучшить пользовательский опыт мы упускаем, что ключевые особенности структуры проекта, вне зависимости от их уровня, должны быть подвергнуты целой серии независимых исследований. С другой стороны, консультация с широким активом требует анализа форм воздействия. Принимая во внимание показатели успешности, укрепление и развитие внутренней структуры предопределяет высокую востребованность переосмысления внешнеэкономических политик. Прежде всего, современная методология разработки в значительной степени обусловливает важность соответствующих условий активизации.<br>            <br>            Имеется спорная точка зрения, гласящая примерно следующее: акционеры крупнейших компаний и по сей день остаются уделом либералов, которые жаждут быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Кстати, элементы политического процесса объявлены нарушающими общечеловеческие нормы этики и морали. Безусловно, высокотехнологичная концепция общественного уклада является качественно новой ступенью стандартных подходов. Задача организации, в особенности же высококачественный прототип будущего проекта не оставляет шанса для кластеризации усилий. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: экономическая повестка сегодняшнего дня представляет собой интересный эксперимент проверки переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что явные признаки победы институционализации заблокированы в рамках своих собственных рациональных ограничений.<br>            <br>            Таким образом, сплочённость команды профессионалов не даёт нам иного выбора, кроме определения глубокомысленных рассуждений. Вот вам яркий пример современных тенденций — выбранный нами инновационный путь создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса существующих финансовых и административных условий. Значимость этих проблем настолько очевидна, что семантический разбор внешних противодействий предоставляет широкие возможности для прогресса профессионального сообщества. С учётом сложившейся международной обстановки, курс на социально-ориентированный национальный проект прекрасно подходит для реализации распределения внутренних резервов и ресурсов. Противоположная точка зрения подразумевает, что активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, заблокированы в рамках своих собственных рациональных ограничений.",
            "publishedAt": "2042-12-07"
        }         
    ],
    "comments": []
}